Repository: pombreda/getpaid
Catalog: products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: fr

source: Make Buyable
fr: Rendre Achetable

source: Make Not Buyable
fr: Rendre Non Achetable

source: Make Not Shippable Product
fr: Rendre Non Livrable

source: Make Shippable Product
fr: Rendre Livrable

source: Make this a Donation
fr: En faire une Donation

source: Make this not a Donation
fr: Ne Pas En faire une Donation

source: Manage Cart
fr: Voir mon Panier

source: Order History
fr: Historique des Commandes

source: Orders
fr: Commandes

source: Settings
fr: Param√®trage
