Repository: pombreda/getpaid
Catalog: trunk/getpaid.core/src/getpaid/core/locales/*/LC_MESSAGES/getpaid.po
Languages: it

source: Accepted
it: Accettato

source: An organization's unique product identifier (not required since shopping cart uses content UID internally)
it: Il codice utilizzato internamente all'organizzazione per identificare univocamente un prodotto (facoltativo, il carrello utilizza l'UID del contenuto per l'identificazione)

source: Authorize
it: Autorizza

source: Cancel
it: Annulla

source: Cancel Order
it: Annulla ordine

source: Card Holder Name
it: Nome del titolare della carta

source: Change Date
it: Data dell'ultima modifica

source: Changed By
it: Modificato da

source: Charge
it: Effettua il pagamento

source: Charge Order
it: Effettua il pagamento dell'ordine

source: Charged
it: Pagato

source: City
it: Città

source: Comment
it: Commento

source: Cost
it: Prezzo

source: Country
it: Nazione

source: Create
it: Crea

source: Credit Card Expiration Date
it: Data di scadenza

source: Credit Card Number
it: Numero carta

source: Credit Card Type
it: Tipo di carta

source: Credit Card Verfication Number
it: Codice di sicurezza

source: Customer Id
it: Codice cliente

source: Declined
it: Respinto

source: Delivered
it: Spedito

source: Description
it: Descrizione

source: Dimensions
it: Dimensioni

source: Donation Description
it: Descrizione della donazione

source: Electronic Delivery
it: Spedizione via mail/download

source: Finance State
it: Stato del pagamento

source: First Line
it: Prima linea

source: Fulfillment State
it: Stato della spedizione

source: Invalid Order Id
it: Codice ordine invalido

source: Made Payable By
it: Marcato come acquistabile da

source: Name
it: Nome

source: New State
it: Nuovo stato

source: Order Charged
it: Ordine pagato

source: Order Id already set
it: Codice ordine già assegnato

source: Order Processed
it: Ordine processato

source: Payment Declined
it: Pagamento respinto

source: Payment Status
it: Stato del pagamento

source: Period as a timedelta
it: Intervallo temporale

source: Phone Number
it: Numero di telefono

source: Previous State
it: Stato precedente

source: Price
it: Prezzo

source: Process Order
it: Processa ordine

source: Processor Order Id
it: Identificativo del metodo di pagamento

source: Product Code
it: Codice del prodotto

source: Product SKU
it: SKU del prodotto

source: Quantity
it: Quantità

source: Refund
it: Rimborsa

source: Refund Processed
it: Rimborso processato

source: Refunded
it: Rimborsato

source: Second Line
it: Seconda linea

source: Ship
it: Invia

source: State
it: Provincia

source: Very brief 50 character text (that shows up in portlet)
it: Breve testo (max. 50 caratteri) visualizzato nella portlet

source: Will Not Deliver
it: Non verrà spedito

source: Zip Code
it: C.A.P.
